<!DOCTYPE html>
<html>
<head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <title>Konbaung Dynasty</title>
    <style>
        #header {
            display: flex;
            align-items: center;
            justify-content: space-between;
            background-color: rgba(243, 244, 205, 0.5);
            padding: 10px 20px;
            box-shadow: 0 2px 4px rgba(0, 0, 0, 0.1);
        }

        #header .nav {
            display: flex;
            list-style-type: none;
            margin: 0;
            padding: 0;
        }

        #header .nav li {
            margin: 0 10px;
        }

        #header .nav li a {
            text-decoration: none;
            color: #343434;
            text-transform: uppercase;
            padding: 5px 10px;
            transition: background-color 0.3s, color 0.3s;
        }

        #header .nav li a:hover,
        #header .nav li a.select {
            background: #d7c948;
            color: #0b0000;
            border-radius: 5px;
        }

        #header .toggle img {
            width: 30px;
            height: 30px;
        }

        body {
            font-family: Arial, sans-serif;
            line-height: 1.6;
            margin: 0;
            padding: 0;
            background-size: cover;
            color: #fff;
        }

        h1, h2, h3 {
            color: #d9d887;
            text-align: center;
            padding: 20px;
            background: rgba(89, 50, 7, 0.7);
        }

        .container {
            margin: 20px;
            padding: 20px;
            background: rgba(164, 119, 32, 0.6);
            border-radius: 8px;
        }

        p {
            margin-bottom: 1em;
            line-height: 1.8;
            color: rgb(87, 67, 24);
        }

        .image-container img {
            max-width: 100%;
            height: 300px;
            border: 2px solid #fff;
            border-radius: 8px;
            justify-content: center;
        }

        .image-caption {
            font-style: italic;
            text-align: center;
            margin-top: 5px;
            color: #ddd;
        }

        .row {
            display: flex;
            flex-wrap: wrap;
            justify-content: space-evenly;
        }

        .col-md-6 {
            flex: 0 0 40%;
            margin-bottom: 30px;
            width: 300px;
        }

        .list-container {
            padding: 20px;
            /*background-color: rgba(255, 255, 255, 0.1);*/
            border-radius: 8px;
            margin-top: 20px;
            color: white;
            float: ;
            padding-top: 0px;
        }
           .under{
            padding: 20px;
            /*background-color: rgba(255, 255, 255, 0.1);*/
            border-radius: 8px;
            margin-top: 40px;
            color: white;
            padding-top: 0px;
        }
        .image-container figcaption {
		    margin-top: 8px; /* Space between image and caption */
		    font-style: italic; /* Optional: Italicize the caption */
		    color: #ddd; /* Optional: Caption color */
		    text-align: left; /* Center the caption text */
		    margin-left: 21px;
		}


    </style>
</head>
<body>
    <div id="header">
        <ul class="nav">
            <li><a href="home.php" class="select">Home</a></li>
            <li><a href="home.php#aboutus">About Us</a></li>
            <li><a href="index.php">Service</a></li>
            <li><a href="home.php#testimonial">History</a></li>
        </ul>
    </div>
    <h1>တတိယ မြန်မာနိုင်ငံတော်ခေတ်</h1>

    <div class="container">
        <p>
            အလောင်းမင်းတရား (ဝါ) အလောင်းဘုရား (ခရစ်နှစ် ၂၄ ဩဂုတ် ၁၇၁၄ - ၁၁ မေ ၁၇၆၀) ၏ အမည်ရင်းမှာ ဦးအောင်ဇေယျ ဖြစ်သည်။ ထီးနန်းမစိုးစံခင်အချိန်က မုဆိုးဖိုရွာ၏ ရွာသူကြီးဖြစ်ပြီး ကုန်းဘောင်မင်းဆက် တတိယမြန်မာဧကရာဇ်နိုင်ငံတော် ကို စည်းရုံးထူထောင်သောမင်း ဖြစ်သည်။အလောင်းမင်းတရားသည် ရွှေဘိုမြို့မှအစပြုပြီး မြန်မာတနိုင်ငံလုံး သိမ်းပိုက်မင်းပြုခဲ့သည်။ ယခင်က ယိုးဒယားနိုင်ငံ၊ အယုဒ္ဓယကို သိမ်းယူရန်ချီတက်ခဲ့သော်လည်း မအောင်မြင်ဘဲ အပြန်ခရီးတွင် ကျောက်ရောဂါ (သို့) ဝမ်းရောဂါဖြင့် နတ်ရွာစံကွယ်လွန်ခဲ့သည်။
		တတိယမြန်မာနိုင်ငံတော်ကို ကုန်းဘောင်ခေတ်ဟုလည်း သိကြသည်။ ကုန်းဘောင်ခေတ်တွင် အုပ်ချုပ် မင်းပြုခဲ့သော မင်းဆက် ၁၁ ဆက်ရှိသည်။ ယင်းတို့မှာ:
        </p>

        <div class="row">
        	 <div class="col-md-6">
                <div class="image-container">
                    <img src="img/mandalay2.jpeg" alt="Description of Image 1" class="img-fluid">
                </div>
            </div>
            <div class="col-md-6">
                <ul class="list-container">
                     	<li>အလောင်းမင်းတရား (သို့) ဦးအောင်ဇေယျ (၁၇၅၂ – ၁၇၆၀)</li>
			            <li>နောင်တော်ကြီးမင်း (သို့) ဒီပဲယင်းမင်း (၁၇၆ဝ – ၁၇၆၃)</li>
			            <li>မြေဒူးမင်း (သို့) ဆင်ဖြူရှင်မင်း (၁၇၆၃ – ၁၇၇၆)</li>
			            <li>စဥ့်ကူးမင်း (၁၇၇၆ – ၅ ဖေဖော်ဝါရီ ၁၇၈၂)</li>
			            <li>ဖောင်းကားစားမောင်မောင် (၅ – ၁၁ ဖေဖော်ဝါရီ ၁၇၈၂)</li>
			            <li>ဘိုးတော်ဘုရားမင်း (သို့) ဗဒုံမင်း (၁၇၈၂ – ၁၈၁၉)</li>
			            <li>ဘကြီးတော်မင်း (သို့) စစ်ကိုင်းမင်း (၁၈၁၉ – ၁၈၃၇)</li>
			            <li>သာယာဝတီမင်း (၁၈၃၇ – ၁၈၄၆)</li>
			            <li>ပုဂံမင်း (၁၈၄၆ – ၁၈၅၃)</li>
			            <li>မင်းတုန်းမင်း (၁၈၅၃ – ၁၈၇၈)</li>
			            <li>သီပေါမင်း (၁၈၇၈ – ၁၈၈၅)</li>
                </ul>
            </div>
           
        </div>

	
	<p>
		အတိုကောက်အားဖြင့် <i class="list-container">"လောင်း၊ နောင်၊ ဆင်၊ စဉ့်၊ မောင်၊ ဘိုး၊ ဘ၊ သာ၊ ပု၊ မင်း၊ သီ" </i>ဟူ၍ မှတ်သားကြသည်။ ဤသည်ကိုကြည့်၍ တတိယမြန်မာနိုင်ငံတော်၏ မင်းဆက်များကို မြို့အမည်များ၊ အရပ်ဒေသများကို အစွဲပြု၍ ခေါ်ဝေါ်ကြကြောင်း သိရသည်။
	</p>

	<h3>အမှုထမ်းများ</h3>
	<p>
		အမှုထမ်းများအနေဖြင့်:
	</p>
<div class="row">
    <!-- First Column: List -->
    <div class="col-md-4">
        <ul class="under">
            <li>မြင်းစုဝန်ကြီးဦးရောက်</li>
            <li>ဗြဲတိုက်သံတော်ဆင့် ဦးချိန်</li>
            <li>စာရေးတော်ကြီး ဦးဖျော်</li>
            <li>ဘိသိက်တော်ဆက်ပုဏ္ဏားတော်ပညာရှိ ရာဇဒေဝ</li>
            <li>ဗြဲတိုက်သံတော်ဆင့် ဦးရွဲ</li>
            <li>စာရေးတော်ကြီး ဦးလူကြီး</li>
            <li>စာရေးတော်ကြီး ဦးအောင်သာ</li>
            <li>အတွင်းဝန် ဆောမြို့စား မင်းကြီး သီရိမဟာနန္ဒမသင်္ကြံ</li>
            <li>အတွင်းဝန်၊ အသည်ဝန် စဉ့်ကူးမြို့စား</li>
        </ul>
    </div>

    <!-- Second Column: First Image -->
    <div class="col-md-4">
        <div class="image-container">
            <img src="img/mandalay7.png" alt="Image 3" class="img-fluid">
            
        </div>
    </div>

    <!-- Third Column: Second Image -->
    <div class="col-md-4">
        <div class="image-container">
            <img src="img/mandalay5.jpeg" alt="Image 2" class="img-fluid">
           
        </div>
    </div>
</div>


	<p>
		အစရှိသဖြင့် အမှုထမ်းရာထူးနှင့် တွဲဖက်ခေါ်ဝေါ်ခဲ့ကြကြောင်း သိရသည်။ ရှေးယခင်ခေတ်များနှင့်မတူစွာ အမည်များမှာ ပိုမိုရိုးရှင်းလာကြောင်းသိရသည်။
	</p>

	<h3>စာပေချီးမြှောက်မှု</h3>
	<p>
		စာပေချီးမြှောက်မှုများရှိခဲ့ပြီး စာဆိုတော်များ များစွာပေါ်ထွန်းခဲ့သည်။ နာမည်ကြီးစာဆိုတော်များမှာ:
	</p>
	<ul>
		<li>စိန္တကျော်သူ ဦးဩ</li>
		<li>လက်ဝဲနော်ရထာ ဦးမြတ်သာနေ</li>
		<li>လက်ဝဲသုန္ဒရ ဦးမြတ်စံ</li>
		<li>ရွှေတောင်နန္ဒသူ</li>
		<li>ရွှေတောင်နန္ဒမိတ်</li>
		<li>အတွင်းဝန် ဦးညို</li>
		<li>အမျိုးသမီး နန်းတွင်းစာဆို ငစဉ့်ကူးမင်း၏ မိဖုရားကြီး ရှင်မင်း</li>
	</ul>
	<p>
            ကုန်းဘောင်ခေတ် ဒုတိယပိုင်းတွင် ယိုးဒယား၊ တရုတ်၊ အိန္ဒိယ၊ အင်္ဂလန်၊ ပြင်သစ်၊ အီတလီစသော နိုင်ငံခြားများနှင့် ပိုမိုရင်နှီး ဆက်ဆံ ခဲ့ရသဖြင့် မျက်စိပွင့်လင်းလာ၍ ကမ္ဘာ့ယဉ်ကျေးမှုများကို နည်းယူကာ တိုးတက်ကြံဆောင်နိုင်ခဲ့လေသည်။ နာမည်ကြီးစာဆိုတော်များမှာ:
    </p>
	<div class="row no-gutters">
    <!-- Image Column -->
    <div class="col-md-6">
        <figure class="image-container">
            <img src="img/mandaly6.jpeg" alt="Description of Image 1" class="img-fluid">
            <figcaption class="icenter">ယောမင်းကြီးဦးဘိုးလှိုင်</figcaption>
        </figure>
    </div>
    
    <!-- List Column -->
    <div class="col-md-6">
        <ul class="list-container">
            <li>မြဝတီမင်းကြီး ဦးစ</li>
            <li>ဝက်မစွတ်မြို့စား နဝဒေး</li>
            <li>ကင်းဝန်မင်းကြီး</li>
            <li>စလေဦးပုည</li>
            <li>ပြဇာတ်ဆရာ ဦးကြင်ဥ</li>
            <li>ယောမင်းကြီး ဦးဖိုးလှိုင်</li>
            <li>မင်းပူးဆရာတော် ဦးသြဘာသ</li>
        </ul>
    </div>
</div>






	<p>
		ဤပုဂ္ဂိုလ်များ၏အမည်များကို လေ့လာရခြင်းမှ ကုန်းဘောင်ခေတ်တွင် လူသိများလာသည့်လူများကို ထိုလူတို့၏မွေးရပ်ဇာတိ၊ အပိုင်စားရသည့်နေရာ၊ အဆင့်အတန်းနှင့် အလုပ်အကိုင်ရာထူးတို့ဖြင့် အမည်များကို တွဲစပ်ခေါ်ဝေါ်ကြောင်း သိရသည်။
	</p>

	<p>
		ကုန်းဘောင်ခေတ်ကာလအတွင်း နာမည်ပေးခြင်းတွင် သာမန်လူတန်းစားနှင့် မြင့်မြတ်သောသူများအကြား အနည်းငယ်ကွာခြားမှုရှိခဲ့သည်။ သာမန်ပြည်သူများသည် နေ့စဉ်အသုံးပြုသော ဘာသာစကားပုံစံအတိုင်း နာမည်များပေးကြသည်။ နာမည်များတွင် သဘာဝမှ တစ်စိတ်တစ်ပိုင်း၊ ပတ်ဝန်းကျင်မှ ဓာတ်လက္ခဏာများစသည်တို့ ပါဝင်တတ်သည်။ဥပမာ - ဝင်း, ဦးမောင်, ဒေါ်စိန်, တင်အောင် စသည့် နာမည်များ။
	</p>
	<p>
		ဘုရင်မင်းဆွေမင်းမျိုးများ၊ မောင်းမများမှာ ထူးခြားသောအခါမျိုးများတွင်သာ ဘုရင်မှ အမည်ပေးခြင်းကို ခံယူရတတ်သည်။ ဘုရင်များတွင် နာမည်များကို မှတ်တမ်းတင်သက်သေခံသည့်အတွက် ဘုရင်တို့၏ နာမည်များသည် လွှမ်းမိုးမှုရှိသောနာမည်များ၊ သက်မဲ့သောအင်္ဂါရပ်တစ်ခုခုနှင့် သက်ဆိုင်သော ပေးခဲ့ကြသည်။
	</p>
	<p>
		ဥပမာ အလောင်းမင်းတရား၏ ငယ်မည်မှာ အောင်ဇေယျဖြစ်ပြီး ဘုရင်အဖြစ် နန်းတက်သည့်အခါ အလောင်းမင်းတရားဟု ခေါ်တွင်စေခဲ့သည်။ ဖခင် မင်းညိုစံနှင့် မိခင် စောငြိမ်းဦးတို့မှ မွေးဖွားခဲ့ပါသည်။  အလောင်းမင်းတရား၏ ဖခင်နှင့်မိခင်မှာ သာမာန်အရပ်သားများဖြစ်သဖြင့် အမည်တို့မှာ ထူးခြားခြင်းမရှိဘဲ ရိုးရှင်းစွာသာပေးထားခဲ့သည်။
	</p>

	<p>
		ကုန်းဘောင်ခေတ် ဒုတိယပိုင်း (နှောင်းပိုင်း) တွင် ပေးသည့်အမည်များမှာ ပိုမို၍ရိုးရှင်းလာကြောင်း တွေရသည်။
	</p>
	<ul>
		<li>ဘကြီးတော်မင်း၏အမည်မှာ မောင်စိန်</li>
		<li>ကုန်းဘောင်မင်း (ခေါ်) ရွှေဘိုမင်း၏အမည်မှာ မောင်ခင်</li>
		<li>ပုဂံမင်း၏အမည်မှာ မောင်ထောင်</li>
		<li>မင်းတုန်းမင်း၏အမည်မှာ မောင်လွင်</li>
		<li>သီပေါမင်း၏အမည်မှာ မောင်ရေစက်</li>
	</ul>
	<p>
		နောက်ထပ်ကုန်းဘောင်ခေတ်၏ ထင်ရှားခဲ့သူ ကနောင်မင်းသားကြီး၏အမည်မှာ မောင်ကောက်ဖြစ်သည်။ ၎င်းကိုလေ့လာကြည့်မှုအရ မင်းညီမင်းသားများဖြစ်ခဲ့လျှင်တောင် ထူးခြား၍ ထူးခြားမှုတစ်ခုခုရှိမှသာ ဘွဲ့အမည်ရရှိကြောင်း သိရှိရသည်။
	</p>

	<p>
		ထင်ရှားသည့် မိဖုရားတစ်ပါးဖြစ်သည့် နန်းမတော်မယ်နု၏ သာမာန်အရပ်သူဖြစ်ခဲ့စဉ်က အမည်မှာ မယ်နုသာ ဖြစ်သည်။ နန်းမတော်မယ်နု၏ အစ်ကိုဖြစ်သူအမည်မှာ မောင်အိုဖြစ်ပြီး ညီမဖြစ်သူကြောင့် မြှောက်စားခံရသောအခါ စလင်းမင်းသား မောင်အိုဖြစ်လာခဲ့သည်။ ဤသည်ကိုကြည့်ခြင်းဖြင့် ကုန်းဘောင်ခေတ်တွင် အပိုင်စားရသောမြို့များကို အစွဲပြု၍ ခေါ်ဝေါ်ကြောင်း သိရသည်။
	</p>
	<p>
		နောက်ထပ် ထင်ရှားသည့် မိဖုရား ဆင်ဖြူမရှင်၏အမည်မှာ မယ်သဲ ဖြစ်ပါသည်။ မိဖုရားခေါင်ကြီးဖြစ်လာသည့်အခါမှသာ ဆင်ဖြူမရှင် အမည်ဖြင့် ခေါ်စမှတ်ထွင်ခဲ့ခြင်းဖြစ်သည်။ ဆင်ဖြူမရှင်၏ သမီးတော်သုံးဦးမှာ မိုင်းနောင် စုဖုရားကြီး၊ အလတ်မှာ မြတောင် စုဖုရားလတ်နှင့် သမီးအငယ်မှာ ရမည်းသင်း စုဖုရားလေးတို့ ဖြစ်ကြသည်။ လေ့လာကြည့်မှုအရ မင်းသမီးများကိုလည်း အရပ်ဒေသများ အပိုင်စားပေးကာ အပိုင်စားရသည့်နေရာများဖြင့် တွဲစပ်ခေါ်ဝေါ်ခဲ့ကြသည်။
	</p>
 </div>
	
</body>
</html>
